Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Mark when you insert a sensor to see its warm-up and a countdown to when it needs replacing.
de: Markieren, wann ein Sensor eingesetzt wird, um dessen Aufwärmphase und einen Countdown bis zum fälligen Wechsel zu sehen.
es: Marca cuándo insertas un sensor para ver su calentamiento y una cuenta atrás hasta que haya que reemplazarlo.
fr: Indiquez quand vous posez un capteur pour voir sa phase de préchauffage et un compte à rebours jusqu'à son remplacement.
it: Segna quando inserisci un sensore per vedere il riscaldamento e un conto alla rovescia fino a quando va sostituito.
nl: Markeer wanneer je een sensor inbrengt om de opwarmtijd te zien en een aftelling tot deze vervangen moet worden.
pl: Zaznacz moment założenia sensora, aby zobaczyć jego rozgrzewanie i odliczanie do wymiany.
pt: Marque quando insere um sensor para ver o aquecimento e uma contagem decrescente até ser necessário substituí-lo.
ro: Marchează când introduci un senzor ca să vezi perioada de încălzire și cât mai e până trebuie înlocuit.
ru: Отметьте, когда вы устанавливаете сенсор, чтобы видеть его прогрев и обратный отсчёт до замены.

source: Max level
de: Maximale Stufe
es: Nivel máximo
fr: Niveau maximal
it: Livello massimo
nl: Maximaal niveau
pl: Maksymalny poziom
pt: Nível máximo
ro: Nivel maxim
ru: Максимальный уровень

source: Max repeats
de: Max. Wiederholungen
es: Repeticiones máx.
fr: Répétitions max
it: Ripetizioni max
nl: Max. herhalingen
pl: Maks. powtórzeń
pt: Repetições máx.
ro: Repetări max.
ru: Макс. повторов

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
nl: Maaltijd
pl: Posiłek
pt: Refeição
ro: Masă
ru: Приём пищи

source: Meal %lld
de: Mahlzeit %lld
es: Comida %lld
fr: Repas %lld
it: Pasto %lld
nl: Maaltijd %lld
pl: Posiłek %lld
pt: Refeição %lld
ro: Masa %lld
ru: Приём пищи %lld

source: Meal & food
de: Mahlzeit & Essen
es: Comida y alimentos
fr: Repas et aliments
it: Pasto e cibo
nl: Maaltijd & voeding
pl: Posiłek i jedzenie
pt: Refeição e alimentos
ro: Masă și alimente
ru: Приём пищи и еда

source: Meal chronicler
de: Mahlzeiten-Chronist
es: Cronista de comidas
fr: Chroniqueur des repas
it: Cronista dei pasti
nl: Maaltijdchroniqueur
pl: Kronikarz posiłków
pt: Cronista de refeições
ro: Cronicar de mese
ru: Летописец приёмов пищи

source: Meal impact
de: Auswirkung der Mahlzeit
es: Impacto de la comida
fr: Impact du repas
it: Impatto del pasto
nl: Impact van maaltijd
pl: Wpływ posiłku
pt: Impacto da refeição
ro: Impactul mesei
ru: Влияние приёма пищи

source: Meal logged
de: Mahlzeit erfasst
es: Comida registrada
fr: Repas enregistré
it: Pasto registrato
nl: Maaltijd vastgelegd
pl: Posiłek zapisany
pt: Refeição registada
ro: Masă înregistrată
ru: Приём пищи записан

source: Meal logger
de: Mahlzeiten-Erfasser
es: Registrador de comidas
fr: Enregistreur de repas
it: Registratore di pasti
nl: Maaltijdenlogger
pl: Rejestrator posiłków
pt: Registador de refeições
ro: Înregistrator de mese
ru: Регистратор приёмов пищи

source: Meal response
de: Mahlzeitenreaktion
es: Respuesta a la comida
fr: Réponse au repas
it: Risposta al pasto
nl: Maaltijdrespons
pl: Reakcja na posiłek
pt: Resposta à refeição
ro: Răspunsul la masă
ru: Реакция на приём пищи

source: Meal time
de: Essenszeit
es: Hora de comer
fr: Heure du repas
it: Ora del pasto
nl: Maaltijdtijd
pl: Pora posiłku
pt: Hora da refeição
ro: Ora mesei
ru: Время приёма пищи

source: Meal without a bolus?
de: Mahlzeit ohne Bolus?
es: ¿Comida sin bolo?
fr: Repas sans bolus ?
it: Pasto senza bolo?
nl: Maaltijd zonder bolus?
pl: Posiłek bez bolusa?
pt: Refeição sem bólus?
ro: Masă fără bolus?
ru: Приём пищи без болюса?

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
nl: Maaltijden
pl: Posiłki
pt: Refeições
ro: Mese
ru: Приёмы пищи

source: Mealtime
de: Essenszeit
es: Hora de la comida
fr: Heure du repas
it: Ora del pasto
nl: Maaltijdmoment
pl: Pora posiłku
pt: Hora da refeição
ro: Ora mesei
ru: Время приёма пищи

source: Mealtime notes
de: Mahlzeit-Notizen
es: Notas de las comidas
fr: Notes de repas
it: Note dei pasti
nl: Maaltijdnotities
pl: Notatki do posiłków
pt: Notas das refeições
ro: Notițe pentru mese
ru: Заметки о приёмах пищи

source: Mealtimes
de: Essenszeiten
es: Horas de las comidas
fr: Heures des repas
it: Orari dei pasti
nl: Maaltijdmomenten
pl: Pory posiłków
pt: Horas das refeições
ro: Ore de masă
ru: Время приёмов пищи

source: Medication
de: Medikament
es: Medicamento
fr: Médicament
it: Farmaco
nl: Medicijn
pl: Lek
pt: Medicamento
ro: Medicament
ru: Препарат

source: Medications
de: Medikamente
es: Medicamentos
fr: Médicaments
it: Farmaci
nl: Medicijnen
pl: Leki
pt: Medicamentos
ro: Medicamente
ru: Препараты

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media
nl: Gemiddeld
pl: Średni
pt: Médio
ro: Mediu
ru: Средняя

source: Medium confidence
de: Mittlere Zuverlässigkeit
es: Confianza media
fr: Confiance moyenne
it: Affidabilità media
nl: Gemiddelde betrouwbaarheid
pl: Średnia pewność
pt: Confiança média
ro: Încredere medie
ru: Средняя достоверность

source: Meet your time-in-range goal %lld days in a row.
de: Erreiche dein Zeit-im-Zielbereich-Ziel an %lld Tagen in Folge.
es: Cumple tu objetivo de tiempo en rango %lld días seguidos.
fr: Atteignez votre objectif de temps dans la cible %lld jours d'affilée.
it: Raggiungi il tuo obiettivo di tempo nell'intervallo per %lld giorni di fila.
nl: Haal je tijd-binnen-bereik-doel %lld dagen op rij.
pl: Osiągnij cel czasu w zakresie przez %lld dni z rzędu.
pt: Cumpre o teu objetivo de tempo no intervalo %lld dias seguidos.
ro: Atinge-ți obiectivul de timp în interval %lld zile la rând.
ru: Достигайте цели времени в диапазоне %lld дней подряд.

source: Meet your time-in-range goal 14 days in a row.
de: Erreiche dein Ziel für Zeit im Zielbereich 14 Tage in Folge.
es: Cumple tu objetivo de tiempo en rango 14 días seguidos.
fr: Atteignez votre objectif de temps dans la cible 14 jours d'affilée.
it: Raggiungi il tuo obiettivo di tempo nell'intervallo per 14 giorni di fila.
nl: Haal je doel voor tijd binnen bereik 14 dagen op rij.
pl: Osiągnij swój cel czasu w zakresie przez 14 dni z rzędu.
pt: Atinge o teu objetivo de tempo dentro do intervalo 14 dias seguidos.
ro: Atinge-ți obiectivul de timp în interval 14 zile la rând.
ru: Достигайте цели по времени в диапазоне 14 дней подряд.

source: Meet your time-in-range goal 30 days in a row.
de: Erreiche dein Ziel für Zeit im Zielbereich 30 Tage in Folge.
es: Cumple tu objetivo de tiempo en rango 30 días seguidos.
fr: Atteignez votre objectif de temps dans la cible 30 jours d'affilée.
it: Raggiungi il tuo obiettivo di tempo nell'intervallo per 30 giorni di fila.
nl: Haal je doel voor tijd binnen bereik 30 dagen op rij.
pl: Osiągnij swój cel czasu w zakresie przez 30 dni z rzędu.
pt: Atinge o teu objetivo de tempo dentro do intervalo 30 dias seguidos.
ro: Atinge-ți obiectivul de timp în interval 30 de zile la rând.
ru: Достигайте цели по времени в диапазоне 30 дней подряд.

source: Meet your time-in-range goal 7 days in a row.
de: Erreiche dein Ziel für Zeit im Zielbereich 7 Tage in Folge.
es: Cumple tu objetivo de tiempo en rango 7 días seguidos.
fr: Atteignez votre objectif de temps dans la cible 7 jours d'affilée.
it: Raggiungi il tuo obiettivo di tempo nell'intervallo per 7 giorni di fila.
nl: Haal je doel voor tijd binnen bereik 7 dagen op rij.
pl: Osiągnij swój cel czasu w zakresie przez 7 dni z rzędu.
pt: Atinge o teu objetivo de tempo dentro do intervalo 7 dias seguidos.
ro: Atinge-ți obiectivul de timp în interval 7 zile la rând.
ru: Достигайте цели по времени в диапазоне 7 дней подряд.

source: Meet your time-in-range goal on 4 days.
de: Erreiche dein Ziel für Zeit im Zielbereich an 4 Tagen.
es: Cumple tu objetivo de tiempo en rango en 4 días.
fr: Atteignez votre objectif de temps dans la cible sur 4 jours.
it: Raggiungi il tuo obiettivo di tempo nell'intervallo in 4 giorni.
nl: Haal je doel voor tijd binnen bereik op 4 dagen.
pl: Osiągnij swój cel czasu w zakresie w 4 dni.
pt: Atinge o teu objetivo de tempo dentro do intervalo em 4 dias.
ro: Atinge-ți obiectivul de timp în interval în 4 zile.
ru: Достигайте цели по времени в диапазоне в течение 4 дней.

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
nl: Bericht
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Сообщение

source: Meter
de: Messgerät
es: Medidor
fr: Lecteur
it: Glucometro
pl: Glukometr
pt: Medidor
ro: Glucometru
ru: Глюкометр

source: Method
de: Zubereitung
es: Elaboración
fr: Préparation
it: Procedimento
nl: Bereiding
pl: Sposób przygotowania
pt: Preparação
ro: Mod de preparare
ru: Приготовление

source: Minimalist icons
de: Minimalistische Symbole
es: Iconos minimalistas
fr: Icônes minimalistes
it: Icone minimaliste
nl: Minimalistische pictogrammen
pl: Minimalistyczne ikony
pt: Ícones minimalistas
ro: Iconițe minimaliste
ru: Минималистичные значки

source: Missed basal
de: Verpasstes Basal
es: Basal omitida
fr: Basale manquée
it: Basale mancata
nl: Gemiste basaal
pl: Pominięta bazalna
pt: Basal em falta
ro: Bazală ratată
ru: Пропущенный базал

source: Missed bolus
de: Vergessener Bolus
es: Bolo olvidado
fr: Bolus oublié
it: Bolo dimenticato
nl: Vergeten bolus
pl: Pominięty bolus
pt: Bólus esquecido
ro: Bolus uitat
ru: Пропущенный болюс

source: Missed or too-little insulin, more carbs than expected, illness, stress and some medicines can all raise glucose. The dawn phenomenon can lift it in the early morning.
de: Ausgelassenes oder zu wenig Insulin, mehr Kohlenhydrate als erwartet, Krankheit, Stress und manche Medikamente können die Glukose ansteigen lassen. Das Dawn-Phänomen kann sie in den frühen Morgenstunden erhöhen.
es: La insulina omitida o insuficiente, más carbohidratos de los esperados, la enfermedad, el estrés y algunos medicamentos pueden elevar la glucosa. El fenómeno del alba puede subirla a primera hora de la mañana.
fr: Une insuline oubliée ou insuffisante, plus de glucides que prévu, une maladie, le stress et certains médicaments peuvent tous faire monter la glycémie. Le phénomène de l'aube peut aussi la faire monter tôt le matin.
it: Insulina dimenticata o insufficiente, più carboidrati del previsto, malattia, stress e alcuni farmaci possono tutti alzare la glicemia. Il fenomeno dell'alba può farla salire nelle prime ore del mattino.
nl: Gemiste of te weinig insuline, meer koolhydraten dan verwacht, ziekte, stress en bepaalde medicijnen kunnen allemaal de glucose verhogen. Het dawnfenomeen kan deze in de vroege ochtend laten stijgen.
pl: Pominięta lub zbyt mała dawka insuliny, więcej węglowodanów niż zakładano, choroba, stres oraz niektóre leki mogą podnosić glikemię. Zjawisko brzasku może podnieść ją wcześnie rano.
pt: Insulina em falta ou insuficiente, mais hidratos de carbono do que o previsto, doença, stress e alguns medicamentos podem fazer subir a glicose. O fenómeno do amanhecer pode elevá-la no início da manhã.
ro: Insulina omisă sau insuficientă, un aport mai mare de carbohidrați decât te așteptai, boala, stresul și unele medicamente pot crește glicemia. Fenomenul zorilor o poate ridica dis-de-dimineață.
ru: Пропущенный или недостаточный инсулин, больше углеводов, чем ожидалось, болезнь, стресс и некоторые лекарства — всё это может повышать глюкозу. Феномен утренней зари может поднимать её рано утром.

source: Moderate
de: Mittel
es: Moderada
fr: Modérée
it: Moderata
nl: Matig
pl: Umiarkowana
pt: Moderada
ro: Moderată
ru: Умеренная

source: Moderate or high ketones, or ketones that keep rising
de: Mäßige oder hohe Ketone, oder Ketone, die weiter steigen
es: Cetonas moderadas o altas, o cetonas que siguen subiendo
fr: Cétones modérées ou élevées, ou cétones qui continuent de monter
it: Chetoni moderati o alti, o chetoni che continuano a salire
nl: Matige of hoge ketonen, of ketonen die blijven stijgen
pl: Umiarkowane lub wysokie ketony, albo ketony, które wciąż rosną
pt: Cetonas moderadas ou altas, ou cetonas que continuam a subir
ro: Cetone moderate sau mari, ori cetone care continuă să crească
ru: Умеренные или высокие кетоны, либо кетоны, которые продолжают расти

source: Moderate risk
de: Mittleres Risiko
es: Riesgo moderado
fr: Risque modéré
it: Rischio moderato
nl: Matig risico
pl: Umiarkowane ryzyko
pt: Risco moderado
ro: Risc moderat
ru: Умеренный риск

source: Monday reminder
de: Montags-Erinnerung
es: Recordatorio del lunes
fr: Rappel du lundi
it: Promemoria del lunedì
nl: Maandagherinnering
pl: Poniedziałkowe przypomnienie
pt: Lembrete de segunda-feira
ro: Memento de luni
ru: Напоминание по понедельникам

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pl: Miesiąc
pt: Mês
ro: Lună
ru: Месяц

source: Month of data
de: Ein Monat an Daten
es: Un mes de datos
fr: Un mois de données
it: Un mese di dati
nl: Een maand aan gegevens
pl: Miesiąc danych
pt: Um mês de dados
ro: O lună de date
ru: Месяц данных

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
ro: Mai multe
ru: Ещё

source: More time in range is linked with a lower risk of long-term complications. Because it updates continuously, it's a faster, more actionable feedback loop than an A1c taken every few months.
de: Mehr Zeit im Zielbereich ist mit einem geringeren Risiko für Langzeitkomplikationen verbunden. Da sie sich fortlaufend aktualisiert, liefert sie ein schnelleres, direkter umsetzbares Feedback als ein A1c-Wert, der nur alle paar Monate bestimmt wird.
es: Más tiempo en rango se asocia con un menor riesgo de complicaciones a largo plazo. Como se actualiza continuamente, ofrece una retroalimentación más rápida y práctica que una A1c medida cada pocos meses.
fr: Plus de temps dans la cible est associé à un risque plus faible de complications à long terme. Comme il se met à jour en continu, c'est un retour d'information plus rapide et plus exploitable qu'une A1c mesurée tous les quelques mois.
it: Più tempo nell'intervallo è associato a un rischio più basso di complicanze a lungo termine. Poiché si aggiorna continuamente, offre un riscontro più rapido e utilizzabile rispetto a un'A1c misurata ogni pochi mesi.
nl: Meer tijd binnen bereik hangt samen met een lager risico op complicaties op de lange termijn. Omdat het continu wordt bijgewerkt, geeft het sneller bruikbare feedback dan een A1c die maar eens in de paar maanden wordt gemeten.
pl: Więcej czasu w zakresie wiąże się z mniejszym ryzykiem powikłań długoterminowych. Ponieważ wskaźnik ten aktualizuje się na bieżąco, daje szybszą i bardziej praktyczną informację zwrotną niż badanie A1c wykonywane co kilka miesięcy.
pt: Mais tempo no intervalo está associado a um menor risco de complicações a longo prazo. Como se atualiza continuamente, é um ciclo de feedback mais rápido e mais prático do que uma A1c feita a cada poucos meses.
ro: Mai mult timp în interval este asociat cu un risc mai scăzut de complicații pe termen lung. Pentru că se actualizează continuu, oferă un feedback mai rapid și mai ușor de folosit decât A1c-ul măsurat o dată la câteva luni.
ru: Больше времени в диапазоне связано с более низким риском долгосрочных осложнений. Поскольку этот показатель обновляется постоянно, он даёт более быструю и практичную обратную связь, чем A1c, который измеряют раз в несколько месяцев.

source: Morning
de: Morgen
es: Mañana
fr: Matin
it: Mattina
nl: Ochtend
pl: Poranek
pt: Manhã
ro: Dimineața
ru: Утро

source: Morning report
de: Morgenbericht
es: Informe matinal
fr: Rapport du matin
it: Rapporto del mattino
nl: Ochtendrapport
pl: Poranny raport
pt: Relatório da manhã
ro: Raportul de dimineață
ru: Утренний отчёт

source: Morning report: see how your night went.
de: Morgenbericht: sieh dir an, wie deine Nacht war.
es: Informe matinal: mira cómo fue tu noche.
fr: Rapport du matin : voyez comment s'est passée votre nuit.
it: Rapporto del mattino: guarda com'è andata la notte.
nl: Ochtendrapport: bekijk hoe je nacht was.
pl: Poranny raport: zobacz, jak minęła Twoja noc.
pt: Relatório da manhã: vê como correu a tua noite.
ro: Raport de dimineață: vezi cum a fost noaptea ta.
ru: Утренний отчёт: посмотрите, как прошла ваша ночь.

source: Mornings run high — a dawn effect is common. A small pre-breakfast adjustment can help; ask your team before changing doses.
de: Morgens sind die Werte tendenziell hoch — ein Dawn-Phänomen ist häufig. Eine kleine Anpassung vor dem Frühstück kann helfen; frag dein Team, bevor du Dosen änderst.
es: Las mañanas tienden a subir — el efecto amanecer es habitual. Un pequeño ajuste antes del desayuno puede ayudar; consulta con tu equipo antes de cambiar las dosis.
fr: Les matins sont souvent élevés — le phénomène de l'aube est fréquent. Un petit ajustement avant le petit-déjeuner peut aider ; demande à ton équipe avant de changer tes doses.
it: Le mattine tendono a essere alte — l'effetto alba è comune. Un piccolo aggiustamento prima di colazione può aiutare; chiedi al tuo team prima di modificare le dosi.
nl: Ochtenden lopen hoog op — een dawn-effect komt vaak voor. Een kleine aanpassing vóór het ontbijt kan helpen; overleg met je team voordat je doseringen wijzigt.
pl: Rano poziom bywa podwyższony — efekt świtu to częste zjawisko. Może pomóc niewielka korekta przed śniadaniem; zanim zmienisz dawki, zapytaj swój zespół opieki.
pt: As manhãs tendem a ficar altas — o efeito do amanhecer é comum. Um pequeno ajuste antes do pequeno-almoço pode ajudar; fala com a tua equipa antes de alterar doses.
ro: Dimineața tinde să fie ridicată — efectul de zori este comun. Un mic ajustaj înainte de micul dejun poate ajuta; întreabă-ți echipa medicală înainte de a modifica dozele.
ru: По утрам глюкоза обычно повышена — это обычное явление, эффект «утренней зари». Может помочь небольшая корректировка перед завтраком; посоветуйся со своей командой, прежде чем менять дозы.

source: Mornings tend to run low. Review your morning insulin-to-carb timing and keep fast carbs within reach.
de: Morgens sind die Werte tendenziell niedrig. Überprüfe das Timing von Insulin und Kohlenhydraten am Morgen und halte schnelle Kohlenhydrate griffbereit.
es: Las mañanas tienden a bajar. Revisa el momento en que administras la insulina respecto a los carbohidratos por la mañana y mantén carbohidratos rápidos a mano.
fr: Les matins ont tendance à être bas. Revois le timing de ton insuline par rapport aux glucides le matin et garde des sucres rapides à portée de main.
it: Le mattine tendono a essere basse. Rivedi la tempistica del rapporto insulina-carboidrati al mattino e tieni a portata di mano dei carboidrati veloci.
nl: Ochtenden neigen naar lage waarden. Bekijk de timing van je ochtendinsuline ten opzichte van koolhydraten en houd snelle koolhydraten binnen handbereik.
pl: Rano poziom bywa niski. Sprawdź czas podawania insuliny względem węglowodanów rano i miej pod ręką szybkie węglowodany.
pt: As manhãs tendem a ficar baixas. Revê o momento em que tomas a insulina em relação aos hidratos de carbono e mantém hidratos de absorção rápida à mão.
ro: Dimineața tinde să fie scăzută. Revizuiește sincronizarea insulină-carbohidrați de dimineață și ține la îndemână carbohidrați rapizi.
ru: По утрам глюкоза обычно понижена. Пересмотри время утреннего болюса на углеводы и держи быстрые углеводы под рукой.

source: Most rebound lows after a high come from correcting too often. Give a correction time to work before adding more.
de: Die meisten Rebound-Unterzuckerungen nach einem Hoch entstehen durch zu häufiges Korrigieren. Gib einer Korrektur Zeit zu wirken, bevor du nachkorrigierst.
es: La mayoría de las hipoglucemias de rebote después de un nivel alto se deben a corregir con demasiada frecuencia. Dale tiempo a una corrección para que actúe antes de añadir más.
fr: La plupart des hypos de rebond après une hyperglycémie viennent de corrections trop fréquentes. Laisse à une correction le temps d'agir avant d'en refaire une.
it: La maggior parte delle ipoglicemie di rimbalzo dopo un'iperglicemia deriva dal correggere troppo spesso. Dai tempo a una correzione di agire prima di aggiungerne un'altra.
nl: De meeste lage waarden die na een hoge waarde terugkomen, ontstaan doordat er te vaak wordt gecorrigeerd. Geef een correctie de tijd om te werken voordat je er nog een toevoegt.
pl: Większość niedocukrzeń „z odbicia” po hiperglikemii wynika ze zbyt częstego korygowania. Daj korekcie czas na zadziałanie, zanim podasz kolejną.
pt: A maioria das hipoglicemias de rebound depois de uma subida resulta de corrigires com demasiada frequência. Dá tempo a uma correção para atuar antes de administrares mais.
ro: Majoritatea hipoglicemiilor de revenire după o valoare mare apar din cauza corectării prea frecvente. Lasă corecției timp să acționeze înainte de a adăuga alta.
ru: Чаще всего низкий уровень после высокого возникает из-за слишком частых коррекций. Дай коррекции время подействовать, прежде чем вводить ещё одну.

source: Move
de: Bewegung
es: Movimiento
fr: Bouger
it: Movimento
nl: Beweeg
pl: Ruch
pt: Movimento
ro: Mișcare
ru: Активность

source: Movement
de: Bewegung
es: Movimiento
fr: Activité
it: Movimento
nl: Beweging
pl: Ruch
pt: Movimento
ro: Mișcare
ru: Движение

source: Movement & glucose
de: Bewegung & Glukose
es: Movimiento y glucosa
fr: Activité et glycémie
it: Movimento e glicemia
nl: Beweging en glucose
pl: Ruch i glukoza
pt: Movimento e glicose
ro: Mișcare & glicemie
ru: Движение и глюкоза

source: Movement & sport
de: Bewegung & Sport
es: Movimiento y deporte
fr: Mouvement et sport
it: Movimento e sport
nl: Beweging & sport
pl: Ruch i sport
pt: Movimento e desporto
ro: Mișcare și sport
ru: Движение и спорт

source: My glucagon
de: Mein Glukagon
es: Mi glucagón
fr: Mon glucagon
it: Il mio glucagone
nl: Mijn glucagon
pl: Mój glukagon
pt: O meu glucagon
ro: Glucagonul meu
ru: Мой глюкагон

source: My glucagon is: %@
de: Mein Glukagon ist: %@
es: Mi glucagón está: %@
fr: Mon glucagon est : %@
it: Il mio glucagone è: %@
nl: Mijn glucagon is: %@
pl: Mój glukagon jest: %@
pt: O meu glucagon está: %@
ro: Glucagonul meu este: %@
ru: Мой глюкагон: %@

source: My medications
de: Meine Medikamente
es: Mis medicamentos
fr: Mes médicaments
it: I miei farmaci
nl: Mijn medicijnen
pl: Moje leki
pt: Os meus medicamentos
ro: Medicamentele mele
ru: Мои препараты

source: My therapy
de: Meine Therapie
es: Mi tratamiento
fr: Mon traitement
it: La mia terapia
nl: Mijn therapie
pl: Moja terapia
pt: A minha terapia
ro: Terapia mea
ru: Моя терапия

source: Name this favorite
de: Favorit benennen
es: Nombra este favorito
fr: Nommer ce favori
it: Assegna un nome al preferito
nl: Geef deze favoriet een naam
pl: Nazwij ulubione
pt: Dá um nome a este favorito
ro: Denumește acest favorit
ru: Назовите избранное блюдо

source: Needs authorization
de: Autorisierung erforderlich
es: Necesita autorización
fr: Autorisation requise
it: Richiede autorizzazione
nl: Autorisatie vereist
pl: Wymaga autoryzacji
pt: Necessita de autorização
ro: Necesită autorizare
ru: Требуется авторизация

source: Never sold, never ads
de: Nie verkauft, nie Werbung
es: Nunca se venden, sin anuncios
fr: Jamais vendues, jamais de publicité
it: Mai venduti, mai pubblicità
nl: Nooit verkocht, nooit advertenties
pl: Nigdy nie sprzedawane, bez reklam
pt: Nunca vendidos, sem publicidade
ro: Niciodată vândute, fără reclame
ru: Никогда не продаётся, без рекламы
